tap "apparition47/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "teamookla/speedtest"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "readline"
brew "xz"
brew "python@3.9"
brew "ansible"
brew "asdf"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bat"
brew "black"
brew "blink1"
brew "caddy"
brew "pcre"
brew "glib"
brew "cairo"
brew "circleci"
brew "cmake"
brew "colordiff"
brew "cowsay"
brew "curl"
brew "devd"
brew "discount"
brew "dnsmasq", restart_service: true
brew "docutils"
brew "dos2unix"
brew "pcre2"
brew "editorconfig"
brew "exa"
brew "fd"
brew "frei0r"
brew "libtool"
brew "unbound"
brew "harfbuzz"
brew "x264"
brew "x265"
brew "ffmpeg"
brew "flake8"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "groovy"
brew "hexyl"
brew "htop"
brew "httpie"
brew "iftop"
brew "ipcalc"
brew "ipython", link: false
brew "irssi"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "kubernetes-cli"
brew "libheif"
brew "libpq"
brew "litecli"
brew "lolcat"
brew "lynx"
brew "mas"
brew "mercurial"
brew "minikube"
brew "mitmproxy"
brew "mkcert"
brew "mtr"
brew "mycli"
brew "mysql"
brew "nethogs"
brew "nmap"
brew "nss"
brew "oath-toolkit"
brew "openconnect"
brew "pgcli"
brew "pipenv"
brew "postgresql"
brew "prettier"
brew "rbspy"
brew "ripgrep"
brew "ruby", link: true
brew "rustup-init"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "starship"
brew "terraform"
brew "tidy-html5"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "unar"
brew "vim"
brew "watch"
brew "watchman"
brew "weechat"
brew "wget"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "teamookla/speedtest/speedtest"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "bartender"
cask "basictex"
cask "betterzip"
cask "blink1control"
cask "charles"
cask "coconutbattery"
cask "colorpicker-skalacolor"
cask "dash"
cask "deeper"
cask "docker"
cask "fantastical"
cask "figma"
cask "finicky"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "graphiql"
cask "hex-fiend"
cask "insomnia"
cask "karabiner-elements"
cask "keka"
cask "keybase"
cask "kitematic"
cask "mailtrackerblocker"
cask "microsoft-teams"
cask "moom"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "webpquicklook"
cask "wireshark"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Noizio", id: 928871589
mas "Pocket", id: 568494494
mas "Save to Pocket", id: 1477385213
mas "Xcode", id: 497799835
