tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'thoughtbot/formulae'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'pcre'
brew 'chisel'
brew 'git'
brew 'ffmpeg'
brew 'go'
brew 'python'
brew 'heroku'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'mercurial'
brew 'nmap'
brew 'node'
brew 'pandoc'
brew 'xz'
brew 'python3'
brew 'postgresql', restart_service: true
brew 'proselint'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'swiftlint'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux', args: ['with-utf8proc']
brew 'trash'
brew 'tree'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'zsh'
brew 'thoughtbot/formulae/rcm'
cask 'betterzipql'
cask 'colorpicker-skalacolor'
cask 'docker'
cask 'gpgtools'
cask 'imageoptim'
cask 'keybase'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlprettypatch'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'sourcetree'
cask 'suspicious-package'
cask 'teamviewer'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'webpquicklook'
cask 'wireshark'
