tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "awscli"
brew "bat"
brew "colordiff"
brew "curl"
brew "devd"
brew "editorconfig"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "flake8"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "hexyl"
brew "htop"
brew "httpie"
brew "ipython"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "lynx"
brew "mercurial"
brew "mitmproxy"
brew "mtr"
brew "mycli"
brew "mysql"
brew "nmap"
brew "nvm"
brew "pgcli"
brew "pipenv"
brew "postgresql", restart_service: true
brew "prettier"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbspy"
brew "ripgrep"
brew "ruby", link: true
brew "rustup-init"
brew "screen"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tidy-html5"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "vim"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "basictex"
cask "betterzip"
cask "betterzipql"
cask "deeper"
cask "docker"
cask "finicky"
cask "font-fira-code"
cask "hex-fiend"
cask "keka"
cask "keybase"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "suspicious-package"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "webpquicklook"
cask "wireshark"
